Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 与此同时，整座天庭剧烈摇晃起来，在天庭所有建筑上浮现出无数与刚才那九天锁星阵七彩符文截然不同的另一种金色符文，整座天庭仿佛披上了一层金色的外衣。
en_us: At the same time, the whole Heavenly Court also shook violently. The countless runes that surfaced on the buildings of the Heavenly Court were completely unlike the rainbow-colored Empyreal Star Lock Array runes. They were golden in color and made it seem like the entire Heavenly Court was draped in a golden cloak.

source: 世间修士这么多，谁都知道修仙修心才是正统，就像他入道之时，以扫平天下邪祟为道心一样。他是散修，见过大多德高望重，私底下手段却阴狠毒辣的。往往修为越高就越发忘了当初心之所向，以致心魔缠身。但世间谁又没有私心，谁能一直保持着良善。他也不能保证，自己有迷失的一天。所以他宁愿自己苦修，也不愿拜入任何人门下，就为不牵扯上这一份因果，即使他天生剑体。
en_us: Among all the cultivators in the world, it was universally known that cultivating the heart and mind to achieve immortality was the orthodox way; just like the time when he stepped into the Dao and set his determination to eliminate all heretic spirits in the world as his Dao Heart. He was an itinerant cultivator, and he had seen numerous individuals, who had public respect and were viewed with high prestige, commit sinister and atrocious deeds in secret. More often than not, the higher one progressed in cultivation, the more easily one forgot their heart's original purpose, and become burdened by mental demons. But who in the world could truly be void of any selfish motives, and who could maintain such kindness? Even he could not guarantee if there would come a day when he would deviate from his path and become lost. Hence he preferred to suffer hardships through solitary cultivation rather than to follow under the wing of any other just so that he would not be implicated with such karma, even if he possessed an Innate Sword Embodiment.

source: 两个声音：“……”
en_us: 2 sounds, "..."

source: 两个时辰之后！
en_us: Two hours later...

source: 两个时辰过去了……
en_us: Four hours passed.

source: 两人:“……”
en_us: Both of them: "..."

source: 两人一愣，却见她突然转身朝着殿中招了招手，“那谁……阿飘你过来一下。”
en_us: The other two faltered as they saw her turning and waving towards inside of the hall. "Hey… floaty come over here."

source: 两人一愣，顿时齐齐瞪大眼睛，异口同声的道。
en_us: The two of them stared at the radish in amazement. Together, they exclaimed:

source: 两人不禁感叹这个升仙塔的神奇，怪不得那郁家说，只要上到这升仙塔的三层登顶就可以飞升成仙。可成仙哪有这么容易，这塔里关卡重重，入塔就要过心魔关，第一层就是问道，考验修士的道心，后面只有可能更加凶险。
en_us: They could not help but sigh in amazement at the Immortal Ascension Pagoda. No wonder the Yu Family said that whoever made it to the third level would be able to achive Immortal Ascension. It was not easy at all to achieve Immortal Ascension. Each stage in this pagoda was extremely challenging. The moment they entered the pagoda, they had to defeat their mental demons. The first level already tested their Dao Heart. It would definitely only get harder from here.

source: 两人交换了一个眼神，异口同声且斩钉截铁的回答。
en_us: The two exchanged a look, and answered resolutely in unison.

source: 两人低头一看，瞬间明白过来，脸色双双一白。
en_us: Both of them looked down and realization struck them. Their faces instantly paled.

source: 两人你来我往的进行起商业互吹，时不时还加上旁边抱着孙子的薄仪。
en_us: The two of them then carried on with their bantering for a while, with occasional chipping in from Pu Yi who was carrying his grandson.

source: 两人又相斗了两柱香的时间，虽然都没讨到好处，但思羽毕竟只是金丹初期，慢慢已经开始不敌起来。就连躲闪雷光的身影也越发迟钝。
en_us: The both of them fought for two incense sticks' length of time. Although neither did not hold any advantage over the other, Si Yu was only an early-stage Golden Core; thus, she was beginning to grow weaker and she also became slower in dodging the opponent’s lightning bolts.

source: 两人只好收敛心神，专注看着场中的比赛。郁红还好，好歹是金丹中期，偏偏是思羽，这绝对会是一场恶战。孤月都想好，一会要怎么安慰人家妹子，才能不打击对方的自信心了。
en_us: The two of them calmed down and meditated, focusing on the fight before them. It would have been fine had it been Yu Hong up on the stage as she was at least a mid-stage Golden Core cultivator, but it had to be Si Yu… This battle was going to be a tough one. Lonemoon had already thought about how he would comfort the sisters so that their self-esteem would not be hurt.

source: 两人啃完肉干，江逸再次给小奴检查了一遍伤势，确定没有伤到骨头后，让她自己回房找春芽帮她敷上药膏，还交代几句，今日之事千万别给家族的人知道了。
en_us: Both having finished their jerky, Jiang Yi once again checked Xiaonu's wounds. Confirming that she did not have any injured bones, he got her to return home to find Chunya to help her apply ointment, while instructing her not to let any of the family members know what happened that day.

source: 两人商业互吹了一波，易峰这才侧开一步，带人进了山门。与其它三家不同，易家的主家并不是在仙城里，而更像是宗派，由一座座浮峰组成。一入山门就听到各种灵兽的低鸣声。
en_us: Both of them praised each other politely for a while before Yi Feng stepped to the side and brought them to the entrance of the mountain. Differing from the other three families, Yi Family's main house was not in

source: 两人如此一路配合，直接朝着那处萦绕着仙气的地方而去，不到半会就已经冲入火海的最深处，他们这才看到，中间亮着一个法阵，四周浮动着一些上古文字。
en_us: Coordinating in this fashion, the two men headed towards the place swirling with Immortal Qi. Within a short time, they had made their way into the heart of the inferno. It was then that they saw an array formation shining in the centre. Around it shimmered some ancient script.

source: 两人对视了一眼，同时飞身而起，朝着那阶梯的方向飞了上去。
en_us: The two of them glanced at each other, then flew up the stairs at the same time.

source: 两人往内一看，都不禁眼睛大睁。屋内布着一个隔绝的阵法，而阵法内却是一片血光，红色刺目的液体涂满了整个房间，桌上，地上以及墙上已经被染红，上面还粘着一些不明血糊。而一个赤裸的人正躺在正中间，已经没了气息，面目格外狰狞，眼睛暴睁，仿佛生前经历了极为恐怖的事情，嘴里已经血糊一片，舌头不见踪影。上身一只手还插在地砖里，另一只手僵直着，可能是因为死前拼命挣扎的原因。而下半身，已经完全消失了，只有半截尸体。
en_us: Yi Qing and Lonemoon looked inside and their eyes widened. Within the house was an isolated array formation, but inside it was a splash of blood. The glaringly red liquid was smeared across the entire room, tables, floor and walls, and there was also some unknown bloody paste-like substance stuck on them. A naked person laid right in the middle of the room, already without any signs of life. The person’s expression was extremely eerie, eyes wide open as if he had experienced something utterly frightening before he died. His mouth had long been turned into a bloody gash and there was no sign of his tongue. One of his hands was still stuck in the tile on the ground while the other was stiffened probably because he used all his might to struggle before his death. His lower torso had completely disappeared, leaving only half of a corpse.

source: 两人性子很稳重，站在门口不远的一名铸鼎境三重的旁系子弟脾气却很是火爆，不等江如虎开口，伸手指着江逸鼻子骂道：“你算什么东西？滚出去！”
en_us: The two of them remained calm, but at the door, the collateral descendant who was of third stage of the Cast Tripod Realm had a fiery temper. Before Jiang Ruhu had the chance to speak, he pointed at Jiang Yi's nose and berated, "Who do you think you are? Get out of here!"

source: 两人愣了一下，才齐齐出声，“哦……”然后双双转头扫向某儿童。
en_us: Lonemoon and Yi Qing's expressions went blank. Together, they responded, "oh..." Then, they turned to look at the child.

source: 两人愣了半晌，最后还是有经验的羿清先回过了神，条件反射的回了句，“麻婆……豆腐……吧？”师父果然是师父！(✪ω✪)
en_us: The two men were dumbfounded. At last, the experienced Yi Qing was the first to return to his senses. He answered reflexively, "Ma Po… Tofu… I think?" Master is truly a master! (✪ω✪)

source: 两人抓着同一个盘子，互不退让。气氛突然就降到了冰点。
en_us: The two of them tugged at the plate, neither willing to give in. The atmosphere got extremely tense.

source: 两人看萝卜的眼神越来越火热，看得萝卜都往沈萤后面躲了躲，气鼓鼓的威胁了一句，“呸，丑逼滚开，别想觊觎我纯洁的身体！”
en_us: Both gazes of the Xuan Yuan Family members on the radish grew fiery until the radish had to hide behind Shen Ying. Enraged, it threatened, "Pui! Get lost you ugly things. Don't covet my pure body!"

source: 两人身形一闪，直接出了大殿，沈萤和羿清也连忙跟了出去。
en_us: The two of them quickly ran out of the main hall while Shen Ying and Yi Qing followed closely behind.

source: 两人迅速飞到了净清殿，刚一进去奚秋就一脸凝重的迎了上来。
en_us: The both of them flew over to Jing Qing Hall swiftly. The moment they stepped in, Xi Qiu came over with a grave expression.

source: 两人这一飞，足足花了两天时间。出了那片妖气笼罩的森林后还穿过了一片荒原，直到第三天的下午，他们才看到前方出现了一个小城池，隐隐还能听到热闹的人声。
en_us: This flight journey had taken up two days of their time. After leaving the forest that loomed with demonic aura, they traversed through the wastelands. On the afternoon of the third day, they only saw the walls of a small city in the distance from which they could hear faint bustling noises.

source: 两人都受了伤，好在毒打江小奴的那个壮汉没有动用元力，江小奴只是受了些皮外伤，并没有伤筋动骨，否则怕是江逸都不知道怎么回去了。
en_us: Both of them were injured, but thankfully the strongman who brutally beat Jiang Xiaonu did not use any essence force, so all Jiang Xiaonu received were some surface wounds. She thankfully hadn’t sustained any muscular or skeletal injuries, otherwise Jiang Yi would have no idea how to bring her back home.

source: 两人都是铸鼎境五重，在他们看来，江逸虽然实力进步得诡异但还不足为虑。两人一开始没出手，只是不想搅入江如虎的破事中，但此刻怎能眼睁睁看着江如虎被打断双腿？
en_us: Both of them were at the fifth stage of the Cast Tripod Realm. In their eyes, Jiang Yi wasn't of any threat even though he had a drastic progression in strength. They initially didn't want to get involved with the matters of Jiang Ruhu, but how could they witness the breaking of Jiang Ruhu's legs?

source: 两人都没说话，四下安静得有些诡异，整个菜地只有某人咔嚓咔啃糕点的声音。
en_us: Neither of them said a word. The silence was a little strange. The only sound was of Shen Ying chewing her pastries.

source: 两人顺着她指的方向看去，却只能看到一片火苗，并没有任何特别的。
en_us: The two looked in the direction she had pointed to, but could only see a sea of flames; nothing special caught their eye.

source: 两人顿时一僵。
en_us: The two of them stiffened.

source: 两人齐齐抽了抽脸。
en_us: Their faces twisted.

source: 两人：“……”
en_us: The two of them: "…"

source: 两人：“……”可不就打了一架吗？
en_us: The two: "... " Didn't you just fight?

source: 两人：“……”素菜家族什么鬼？还不如不解释呢！
en_us: The two men: "…" What vegetable family? You might as well not have explained to her!

source: 两人：“……”草木化形的精怪，嘴巴都是这么毒的吗？
en_us: The Xuan Yuan Family pair: "…" Were all Vegetation Spirits that had manifested so mean?

source: 两位剑修在重伤所有化神高手后，就飘然离去，虽然没有取人性命，但轩辕家算是面子里子都给丢尽了。
en_us: The two sword cultivators heavily injured all the Soul Formation cultivators, then left. Nobody from the Xuan Yuan Family lost their lives, but the entire family did lose its reputation and honour in the Upper Azure World.

source: 两兔连忙侧过身，思羽这才看到它们身后躺着一个人，似乎受伤不轻，身上全都是血迹，气息也十分微弱，不细看还发现不了。
en_us: The two rabbits quickly moved aside, and Si Yu saw someone lying on the ground behind them. He seemed to have sustained serious injuries, his body was covered in blood and his breath was almost undetectable.

source: 两分钟后……
en_us: Two minutes later...

source: 两分钟后。
en_us: Two minutes later...

source: 两名英俊公子陪着姬听雨一路走来，豪气干云的大笑声响彻大殿内，江恨水倒是没有开口，不过目光一直锁定姬听雨小姐，眸子内都是炙热。
en_us: With their heroism and bravery reaching the heavens, the loud laughter coming from two of the handsome gentlemen who followed Ji Tingyu walk into the hall rang throughout the Great Hall. Jiang Henshui, on the other hand, did not open his mouth. Nonetheless, his gaze had always been locked onto Young Mistress Ji Tingyu, with his pupils revealing a look of fiery passion.

source: 两秒后。
en_us: Two seconds later...

source: 两这才边说边走出了场地。
en_us: The two of them finally walked out of the stage.

source: 两道怀疑的视线瞬间集中在某人身上……
en_us: Two pairs of accusing eyes immediately locked on a certain person...

source: 中年人手中的元力隐入身体，满脸怒容四处一扫，沉喝道：“还愣着干什么？还不把伤者带去疗伤？其余所有人全部带去刑堂，你们这群王八羔子无法无天了？”
en_us: The essence force went back into the body of the middle-aged man, looking around with an furious expression, he shouted, "What are you all still standing there for? Why aren't you bringing the injured to recuperate? Everyone else is to be sent to the Disciplinary Court. You bunch of bastards are truly lawless uh?"

source: 丹田内还有一缕刚刚提炼出来的黑色元力，江逸立即调集过来，继续开始冲击封印。结果他又成功让封印上的一枚符文消融了……
en_us: There was still a strand of recently refined black essence force in his dantian. Jian Yi hastily summoned that strand over and used it to continue battering the seal. Once again, he successfully caused yet another runic character on his seal to dissipate...

source: 丹药是江逸自己炼制的，江逸自然毫不在意的点头道：“知道的，如果不知道，那不是变成我偷的吗？”
en_us: The elixirs were developed by Jiang Yi himself, so he naturally nodded without minding about the question. He replied, "Yes, of course he knows! Would it not be considered that I was stealing if he doesn't know?"

source: 为什么每个反派都有一颗做论文的心？！
en_us: Why were all baddies she met as long-winded as students doing their thesis!

source: 为什么要帮她装盘啊？别忘了你也是兽啊！
en_us: Why are you plating the sashimi for her? Don't forget that you're a beast yourself!

source: 为什么要问他这种问题？为什么每次问的都是烹饪方法？为什么灵主每次都被拒绝，却还是一言不发继续抓灵兽送给她？为什么没人问他要不要？为什么一只都不留给他啊喂？
en_us: Why was she asking these questions? Why did she keep asking him if he knew these different cooking techniques? Why did the Spirit Master continue to look for spirit beasts for her each time she rejects him? Why didn't the Spirit Master ask him if he wanted the spirit beasts? Why didn't he leave a single one for him?

source: 为什么这种情况还在计时啊，看这个时间是连刚刚逃跑的时候也算上了吗？要不要这么坑！
en_us: Why is there still a countdown at such a critical time like this? Did this countdown include the time he took to retreat earlier? That's not fair!

source: 为免几人反悔，孤月没再停留，直接带着一群人麻遛的走了。只余印元飞站在原地，痴痴的忘着众人消失的方向，一脸荡漾。
en_us: He didn't want to give the Yin Family a chance to go back on their word, so he turned around and rushed everyone away once he had finished speaking. Yin Yuanfei was left standing there, waiting for the group of people to disappear into the horizon. His expression was one of admiration.

source: 为毛是在炒菜啊摔！说好的三界第一强者，说好的剑仙呢！？这也太接地气了点吧？
en_us: What? He's cooking! And this is the greatest fighter of the Three Realms, the Sword Immortal!? Wasn’t this taking humbleness a little too far?

source: 为防再次出现上次那种，人就在河对岸却死活找不着人的情况，羿清与孤月整整喊了半个时辰，才见到散步一样慢悠悠走过来的沈萤，手上还拖着……一座山？！
en_us: Lonemoon and Yi Qing still remembered the last time they spent forever looking for a certain someone who had been just across the river. Not wanting history to repeat itself, they took turns to call out to Shen Ying, making sure that they didn't miss a single beat. They had been shouting for a full hour before they noticed Shen Ying, strolling toward them with boredom written all over her face. Behind her, she was dragging along… a mountain?!

source: 之后的几天，一切风平浪静，姬听雨再也没有出现过，江恨水和江如龙也没露面，江逸每天在武殿和西山江家大院三个地方转圈，除了陪翊凌雪对练外就是修炼，日子倒是过得充实惬意。
en_us: All was peaceful and calm over the next few days. Ji Tingyu did not appear again, Jiang Henshui and Jiang Rulong did not show their faces either. Jiang Yi spent every single day running between the Martial Arts Hall, the Western Hills and the Jiang Residence Central Courtyard, only either sparring in combat with Ji Tingyu or conducting power cultivation. His days passed by rather substantially and satisfactorily.

source: 九个妹子齐齐瞪大了眼睛，半天没回过神。
en_us: The eyes of the nine girls bulged out of their sockets for a long while before recovering.

source: 九人一愣，齐齐抬起头。
en_us: Surprised, the nine girls raised their heads to look at her.

source: 九阳天帝！
en_us: Nine Yang Celestial Thearch!

source: 九阶妖经过：“大……大仙，吃了吗？”
en_us: A ninth-stage demon went past: "Great… Great Immortal, have you eaten?"

source: 也不知是不是凑巧，比他们先一步到的，是洛书派的弟子。巧合的是这个门派全都是女修。本来参加比赛的女修本就比男修少，算上无敌派九个人，一时间女修扎堆出现的这一块就特别明显。
en_us: Whether by coincidence or not, they did not know, but the disciples of the Venation Sect had arrived one step ahead of them. It just so happened that the cultivators in this sect were also all female. There being fewer female cultivators compared to male cultivators participating in this competition, the addition of nine more from the Invincible Sect to this small pool caused the sudden influx of female cultivators to be particularly conspicuous.

source: 也不知这升仙塔到底是何物，居然可以强行引动心魔。正想着，突然头顶传来声响，似是什么移动的声音。
en_us: He was unsure exactly what this Immortal Ascension Pagoda was about. Why could it invoke mental demons? Just as he was thinking about it, he heard a sound above him. It sounded like movement.

source: 也不知道是想到了什么，对方的脸瞬间黑了。
en_us: But the housekeeper's expression darkened, as if recalling something unpleasant.

source: 也就是说，这道诡异的封印，才是小江逸元力修行速度上不去的罪魁祸首！
en_us: In other words, this bizarre seal was the culprit behind the young Jiang Yi’s abysmally slow cultivation speed!

source: 也就说所有进塔的人都出了事，沈萤皱了皱眉，这事有点麻烦啊！转头瞅了瞅众人道，“牛爸爸呢？”
en_us: In other words, everybody who entered the pagoda was in danger. Shen Ying frowned. This is so troublesome! She turned to address the crowd, "Where's Father Niu?"

source: 也许……
en_us: Perhaps...

source: 也难怪刚才众妖找了半天也没发现这个人，这样的妖实在是太不起眼了。
en_us: It was no wonder they had failed to find her despite searching all day. Such a demon was simply way too inconspicuous.

source: 买好了灵神丹，他揣着仅剩下的十两银子匆匆离开，却径直朝广场南边的聚珍阁走去。
en_us: After buying the Spirit Pills, he kept the remaining ten taels of silver in his pocket and hastily left. However, he walked directly towards the Pearl Gathering Pavilion, which was situated at the south side of the city plaza.

source: 事实上，他也想过将他封印正在破解，还有无名功法的事情告知家族，引起家族重视，那样所有问题都能迎刃而解。但想到这数年来江家没有人待见他，加上柳长老的事情，他又生怕江家迁怒于他，所以决定等实力突飞猛进实在瞒不住再说。
en_us: The truth was that he had also thought of revealing the fact that he was in the process of breaking his seal as well as the nameless cultivation technique to the family. He hoped to gain the respect of the clan and solve all his problems in one fell swoop. However, he had realized that no one in the Jiang Clan had ever liked him. When he took into account, the incident with Elder Liu, Jiang Yi was afraid that the Jiang Clan would take their anger out on him. As such, he decided to keep the fact that his power was improving by leaps and bounds as a secret, and only reveal it when he could no longer conceal it anymore.

source: 事态紧急，孤月飞得很快，几乎拿出了御剑的最快速度，只花了来程的一半时间就回到了宗门。到达时隐隐觉得忘记了点什么，却没时间细想，唉算了，不重要！
en_us: Things had reached a new level of tension. Lonemoon flew at top speed, almost reaching the maximum speed of sword-riding. They arrived back at the sect in half-time. In his heart, there was a faint nagging feeling that he had forgotten something. "Ah, forget it. That's not important!"

source: 事情也好像非常明朗了，江别离遇到了他母亲，两人相爱回到王府。在王府他母亲救了江云海一命，所以江云海认她为主！而后江别离不知什么原因没有娶他母亲，他母亲身怀六甲含恨离开，在生下他两年后郁郁而终，把他和江小奴托付给江云海。并且封印他的丹田，江云海的记忆，摆明不想让江逸知道身世，让他平凡的在天羽城过一辈子……
en_us: Things seemed to be getting clearer and clearer. Jiang Bieli had met his mother and fell in love, returning to the Lord's household. In the Lord's house, his mother had saved Jiang Yunhai, hence he pledged his loyalty to her. However, for whatever reason, Jiang Bieli did not marry his mother, and out of hatred, his mother left the Lord's house when she was pregnant. After 2 years of giving birth to Jiang Yi, she eventually died out of grief and had entrusted him and Jiang Xiaonu to Jiang Yunhai. She had even sealed his naval area and Jiang Yunhai's memory, as she obviously did not want Jiang Yi to know the true story behind his birth, so that he can lead a peaceful life in Skyplume City...

source: 二十人早早的分散开来，将他围在中间，所有人身上的元力都悄然运转，他无论朝哪边逃都会被缠住，继而陷入无穷无尽的围攻中。
en_us: The twenty persons had dispersed early on, leaving him surrounded in the centre. The essence forces on all of the persons' bodies were quietly being circulated. In whichever direction he thought of escaping, he would always remain trapped within, thereafter getting stuck in the middle of a neverending barrage of attacks from all sides.

source: 二十人！
en_us: Twenty people!

source: 二十分钟过去了……
en_us: Twenty minutes passed...

source: 二品炼丹师，鹤大师就是其中一个。
en_us: Master He, second-grade alchemist, was one such individual.

source: 于了一路，直接撞在墙上，才停了下来。
en_us: He repeated that for a long while before he finally hit the wall.

source: 于是……十分钟后。
en_us: As a result.... 10 Minutes later,

source: 于是两道目光齐唰唰又转到了沈萤身上。
en_us: The two gazes were turned back onto Shen Ying.

source: 于是他应了声，随手拿了桌上古籍中的一本，才翻开第一页，眼前却是一花，只见那古籍书第一页中的数十个黑色小篆字体竟然依次从书中飞了出来，在半空中排列成整齐的一串，绕着他的脑袋旋转个不停。
en_us: Nodding at her encouragement, Jiang Yi picked up one of the books from the stack of ancient texts on the table. However, as soon as opened the first page, his vision was attracted by a dazzling blur. The tiny black font on the page flew out of the book and formed a circular-shaped sentence in midair, which began to orbit his head.

source: 于是全场答话的基本就只剩下孤月一人了。
en_us: Therefore, Lonemoon was the practically the only one who responded to Yin Feng during the course of the dinner.

source: 于是在场所有的目光齐唰唰都落在了她身上，特别是薄家父子，更是好奇，这么柔弱的仙子也是剑修吗？而且还是最杰出的弟子，无敌派果然藏龙卧虎。
en_us: As a result, everyone at the scene laid their eyes on her, especially the Pu's father and son, who were especially curious. Is such a dainty girl a sword immortal as well? She is even the sect's most outstanding disciple! Wow, the sect truly has many hidden talents.

source: 于是直接扔下了孤月，快步走回了人群大声道，“诸位师妹，这位便是之前跟大家提过的，我无敌派掌门，上青界最强的修士。”
en_us: She left Lonemoon behind and ran toward the group, announcing, "My fellow sisters, this is the Sect Master of Invincible Sect whom I have been telling you about. She is the strongest cultivator of the Upper Azure World."

source: 于是，下一道劫雷应声而下，果然这一道比刚刚那道更粗一倍，轰隆一身打在了孤月身上，顿时他衣上的法衣都破了，身上皮开肉绽。可片刻又透出一股特别的灵气，开始修复他的身体。
en_us: The next Lightning Tribulation struck. True enough, this one struck with double the force of the previous one, setting Lonemoon's dharmic clothes on fire and splitting his skin apart. However, his body emitted a special kind of Spirit Qi that slowly started mending his torn body.

source: 于是，不到两分钟，石桌上就传来了浅浅的——打呼声！
en_us: Hence, within two minutes, snores could be heard coming from the stone table!

source: 于是，当孤月和羿清回来的时候，看到的就是七八个妹子，一起挤在厨房，齐心协力做饭的场景。
en_us: Thus, when Lonemoon and Yi Qing returned, all they saw was a scene of seven to eight girls squeezed inside of the kitchen, working together to cook.

source: 于是，当羿清和孤月找过来的时候，看到的就是，那个口口声声说要报仇的追魂楼楼主，抱着沈萤的大腿，哭得天崩地裂，泪流成河样子。
en_us: Thus when Yi Qing and Lonemoon came over, what they saw was the Tower Master that adamantly wanted to seek revenge for the Soul Chasing Tower to be hugging onto Shen Ying's thigh and crying out a river.

source: 于是，郁易两家就看到，轩辕家主恭恭敬敬的，领着刚刚还被郁海衍鄙视的那个凡人，一脸自然的坐在了他之前的位置上，身旁站着两个化神修士。就连轩辕禹和轩辕勇也笔直的站在了旁边，生生空出一个座，完全没有半点要在旁边坐下的意思。
en_us: And so, both the Yu and the Yi Families saw the Xuan Yuan Family Patriarch respectfully leading that mortal, whom Yu Haiheng had been so contemptuous of, to her seat. She sat down on the chair Xuan Yuanyu had sat on earlier without showing any signs of awkwardness, the two Soul Formation cultivators standing at her side. Even Xuan Yuanyu and Xuan Yuanyong stood at attention next to her, showing no intention of sitting down beside her.

source: 五万年前的传承，还比不上一炉丹火……
en_us: 50,000 years worth of heritage wasn't even worth as much as a Deviant Fire...

source: 五个粽子：“……”
en_us: The five dumplings: "..."

source: 五分钟之后。
en_us: Five minutes later.

source: 五分钟后……
en_us: Five minutes later...

source: 五天后。
en_us: Five days later.

source: 亲戚？这个笨丫头……
en_us: Relatives? This silly girl…

source: 人体修炼，靠的是运转奇妙的修炼法门，吸收天地中的灵气进入身体，再汇聚入丹田内转化成元力。所以丹田和经脉才对武者那么重要，尤其是丹田一旦破坏，没有圣品丹药几乎都不可能修复，再强大的武者都只能变成废人。
en_us: Using the human body for essence force refinement depended on practicing a strange cultivation method. It meant absorbing the spiritual aura of the earth and sky into the body, which would in turn be converged within the dantian and converted into essence force. Thus, the dantian and the meridians were very important to martial artists. Should the dantian in particular receive damage, one could not heal it without saint-grade elixirs, which meant that even the most powerful martial artist would become completely useless.

source: 人体的丹田就像一个炼丹炉子，天地灵气就像药草，能否快速的炼制出丹药，就看丹炉够不够好，炼丹人的手法高不高明。
en_us: The dantian of the human body was like an elixir-refining cauldron, while the spiritual aura of the earth and sky were like medicinal herbs. One had to see the strength of the cauldron, as well as the skill level of the elixir refiner, to know if one could speedily produce elixirs.
